Repository: BitSyncom/luci
Catalog: applications/luci-app-avalon/po/*/avalon.po
Languages: ru

source: Invalid password! Please try again.
ru: Неправильный пароль! Попробуйте снова

source: Login
ru: Логин

source: Dashboard
ru: Панель управления

source: Network Information
ru: Сетевые настройки

source: Quick setting
ru: Быстрая настройка

source: MAC Address
ru: MAC Адрес

source: Overview
ru: Обзор

source: Controller Version
ru: Версия контроллера

source: Time
ru: Время

source: CGMiner Elapsed
ru: CGMiner активен

source: Hash Rate
ru: Скорость хэширования

source: GHS av
ru: GHS среднее

source: GHS asc
ru: GHS мгновенное

source: Current Pool
ru: Текущий пул

source: Modules Information
ru: Информация о модулях

source: Alive Modules
ru: Активные модули

source: Temperature
ru: Температура

source: Active Charts
ru: Графики активности

source: Update every 5 seconds
ru: Обновляются каждые 5 секунд

source: Configuration
ru: Конфигурация

source: ASIA
ru: Азия

source: Disable
ru: Отключен

source: Pool1
ru: Пул №1

source: Pool 1 url
ru: Адрес пула №1

source: Pool1 worker
ru: Логин пула №1

source: Pool1 password
ru: Пароль пула №1

source: Pool2
ru: Пул №2

source: Pool 2 url
ru: Адрес пула №2

source: Pool2 worker
ru: Логин пула №2

source: Pool3
ru: Пул №3

source: Pool 3 url
ru: Адрес пула №3

source: Pool3 worker
ru: Логин пула №3

source: Pool3 password
ru: Пароль пула №3

source: Confirmation
ru: Подтверждение

source: Router Password
ru: Системный пароль

source: Changes the administrator password for accessing the device
ru: Смена пароля администратора на доступ к устройству

source: Password successfully changed!
ru: Пароль успешно изменен!

source: Unknown Error, password not changed!
ru: Неизвестная ошибка, пароль не был изменен!

source: Given password confirmation did not match, password not changed!
ru: Подтверждение пароля не совпадает, пароль не был изменен!

source: IP Address
ru: IP адрес

source: Netmask
ru: Маска подсети

source: Gateway
ru: Шлюз

source: DNS-Server
ru: DNS-Сервер

source: Protocol
ru: Протокол
